DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
1 #M-OPTION (A1)
1 #M-MESSAGE (A70)
END-DEFINE
