DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
1 PATIENT-UPDATE VIEW OF PATIENT
  2 PATIENT-ID (N7.0)
  2 FIRST-NAME (A20)
  2 SURNAME (A20)
  2 DOB (N6.0)
  2 ADDRESS (A30/1:4)
  2 ARRIVED (A20)
  2 DUE-FOR-SURGERY (A6)
  2 RELEASED (D)
END-DEFINE
