* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
*
* Assign standard PF Keys used.
RESET INITIAL CDKEYLDA.#HARDCOPY-KEY
