* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
*
* Assign Return PF Key used.
RESET INITIAL CDKEYLDA.#RETURN-KEY
