* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
*
* Assign standard PF Keys used by a helproutine
RESET INITIAL CDKEYLDA.#HELP-KEY CDKEYLDA.#RETURN-KEY
              CDKEYLDA.#FLIP-KEY
