* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
REGION-CHECK.
FOR CDKEYLDA.#PF-INDX = 1 TO 4
  IF *CURS-FIELD = POS(CDKEYLDA.#BKWRD-LABEL(#PF-INDX)) THEN
    CALLNAT 'CDSETKEY' CDKEYLDA.#BKWRD-FRWRD-KEY-LIST(#PF-INDX,1)
  END-IF
  IF *CURS-FIELD = POS(CDKEYLDA.#FRWRD-LABEL(#PF-INDX)) THEN
    CALLNAT 'CDSETKEY' CDKEYLDA.#BKWRD-FRWRD-KEY-LIST(#PF-INDX,2)
  END-IF
END-FOR
