* >Natural Source Header 000000
* :Mode S
* :CP
* :LineIncrement 10
* <Natural Source Header
  IF #CUR-PF-KEY = CDKEYLDA.#BKWRD-FRWRD-KEY-LIST(*,*) THEN
    EXAMINE CDKEYLDA.#BKWRD-FRWRD-KEY-LIST(*,*) FOR #CUR-PF-KEY
            GIVING INDEX #SCROLL-REGION #TMP-INDX
    IF #TMP-INDX = 1 THEN
      CALLNAT 'CDSETKEY' CDKEYLDA.#BACKWARD-KEY
    ELSE
      CALLNAT 'CDSETKEY' CDKEYLDA.#FORWARD-KEY
    END-IF
  ELSE
    PERFORM DETERMINE-SCROLL-REGION
  END-IF
