DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 CDNCPINA /* Used by CDNCPIN
   2 INPUTS
     3 #PROCESSOR (A8) /* NATURAL Command processor
/*                                       /* to be initialized.
END-DEFINE
