DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 CDSETGBA
   2 #GLOBAL-PAGESIZE (P3)
END-DEFINE
