DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 CSATIMSP
   2 #TIMESTMP-START (B8)
   2 OUTPUT
     3 #DATE (A10)
     3 #TIME (T)
     3 #SECONDS (P13.3) /*includes 100th of sec
     3 #RETURN-CODE (A1)
     3 ##MSG (A79)
END-DEFINE
