DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP IBM1140
/* <Natural Source Header
/*
/* Post XML documents
 1 #POSTXML (A) DYNAMIC
/*
/* Required for XML escape character substitution
 1 #REP-IND (N1)
 1 #REPLACEMENT-TABLE (5)
   2 #SEARCH-STRING (A6)
   2 #REPLACE-STRING (A6)
 1 #REP-MANIPULATION-STRING (A) DYNAMIC
 1 #DOUBLE-QUOTE (A1)
END-DEFINE
