DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP IBM01140
/* <Natural Source Header
 1 CSATRANS
   2 TRANSLATION-TEXT
     3 #TRANSLATION-DATA (A1/1:V)
   2 ADDITIONAL-PARMS
     3 #SYSERR-APPL (A8)
     3 #DATA-AREA-NAME (A8)
     3 #TEXT-IS-REQUIRED (L)
     3 #EXPLICIT-LENGTH (N10)
END-DEFINE
