* >Natural Source Header 000000
* :Mode R
* :CP windows-1252
* :LineIncrement 10
* <Natural Source Header
DEFINE DATA PARAMETER
1 IN (A10)
1 OUT (A10)
END-DEFINE
CALLNAT 'sp2' IN OUT
END 
